# IFC_DMGetObjectsCnt

## Description
Returns the IFC Data Mapping Objects count.

```pascal
FUNCTION IFC_DMGetObjectsCnt(VAR outCount : INTEGER): BOOLEAN;
```

```python
def vs.IFC_DMGetObjectsCnt():
    return (BOOLEAN, outCount)
```

## Parameters
|Name|Type|Description|
|---|---|---|
|outCount|INTEGER|   |

## Version
Availability: from Vectorworks 2021

## Category
* IFC